Dlubal.RFEM5.SolidStresses
Solid stresses

Dlubal.RFEM5.SolidStresses.SolidNo
Solid number

Dlubal.RFEM5.SolidStresses.SurfaceNo
Surface number

Dlubal.RFEM5.SolidStresses.Type
Type of results

Dlubal.RFEM5.SolidStresses.LocationNo
Location number

Dlubal.RFEM5.SolidStresses.Coordinates
Location coordinates.

Dlubal.RFEM5.SolidStresses.SigmaX
Basic stress σx

Dlubal.RFEM5.SolidStresses.SigmaY
Basic stress σy

Dlubal.RFEM5.SolidStresses.SigmaZ
Basic stress σz

Dlubal.RFEM5.SolidStresses.TauYZ
Shear stress τyz

Dlubal.RFEM5.SolidStresses.TauXZ
Shear stress τxz

Dlubal.RFEM5.SolidStresses.TauXY
Shear stress τxy

Dlubal.RFEM5.SolidStresses.TauMax
Shear stress τmax

Dlubal.RFEM5.SolidStresses.Sigma1
Principal stress σ1

Dlubal.RFEM5.SolidStresses.Sigma2
Principal stress σ2

Dlubal.RFEM5.SolidStresses.Sigma3
Principal stress σ3

Dlubal.RFEM5.SolidStresses.SigmaEqvMises
Equivalent stress σeqv,Mises

Dlubal.RFEM5.SolidStresses.SigmaEqvTresca
Equivalent stress σeqv,Tresca

Dlubal.RFEM5.SolidStresses.SigmaEqvRankine
Equivalent stress σeqv,Rankine

Dlubal.RFEM5.SolidStresses.SigmaEqvBach
Equivalent stress σeqv,Bach